Revit 2021.1 API
SpecTypeId.DuctInsulationThickness Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId DuctInsulationThickness { get; }
Visual Basic
Public Shared ReadOnly Property DuctInsulationThickness As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DuctInsulationThickness {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace